{
  "title": "The West",
  "description": "Our view of things is from the West Side, on 11th Avenue between 47th and 48th Street. The neighborhood is spacious and bright but still undiscovered by most. It’s Manhattan’s forward edge, the Hell’s Kitchen waterfront, where the high-rise skyline gives way to open sky, and the afternoon light shimmers off the Hudson River. Our connection to the city is different, too. The West is oriented around a walk to Hudson Yards, a bike ride down the greenway to Battery Park, and a weekend getaway up the West Side Highway to the Hudson Valley. It’s not Midtown but mid-island—your new Manhattan neighborhood to explore. The West stands out from other city buildings. It’s designed by Dutch innovators Concrete, the architects behind Citizen M Hotels and Urby. The West’s exterior echoes the neighborhood’s industrial past with large volumes at street level, oversized window walls, and a distinctive brick façade. Comprising the top five stories is The Cloud, the modern crown of The West. The Cloud is meticulously designed and engineered to elegantly complement the industrial aesthetic below. Materials and surfaces throughout evoke the technological optimism of the machine age, when Manhattan’s skyscrapers were new marvels of engineering that changed the way we think about city living. The West is again rethinking what city living means today. The homes are streamlined and efficient, with thoughtful floor plans in sizes from studio to three bedrooms. Outside your front door, the building’s common areas are where you engage your community. There’s a pool deck, a gym, a rooftop field, a dog run, a communal kitchen called Hell’s Kitchen in a nod to the historic neighborhood to our east, a sunset terrace with firepit, a play room for the kiddos, two in house hotel style guest rooms you can book for your guests, a conference room and lounge space that can be utilized for meetings, work or events. The West is for those with the confidence to pioneer smart new ideas. It’s for people willing to go all the way. Go far, go West."
}